[Customization.CustomizationSet_Gardenia05_MechroHP05 DownloadableCustomizationSetDefinition]
ContentDisplayName="Mechromancer Beatmaster Pack"

[Customization.CustomizationSet_Gardenia05_MercHP05 DownloadableCustomizationSetDefinition]
ContentDisplayName="Gunzerker Greasy Grunt Pack"

[Customization.CustomizationSet_Gardenia05_PsychoHP05 DownloadableCustomizationSetDefinition]
ContentDisplayName="Psycho Party Pack"

[Customization.CustomizationSet_Gardenia05_SirenHP05 DownloadableCustomizationSetDefinition]
ContentDisplayName="Siren Learned Warrior Pack"

[Customization.CustomizationSet_Gardenia05_SoldierHP05 DownloadableCustomizationSetDefinition]
ContentDisplayName="Commando Devilish Good Looks Pack"

[Customization.CustomizationSet_Gardenia05_ZeroHP05 DownloadableCustomizationSetDefinition]
ContentDisplayName="Assassin Cl0ckw0rk Pack"

[PackageDef_Gardenia05 DownloadablePackageDefinition]
PackageDisplayName="Costume Pack 3"